/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Non è stato possibile aprire il database del Catalogo di Lightroom";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Catalogo di Lightroom…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "Il catalogo sembra essere vuoto.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "Il catalogo è aperto in Lightroom al momento.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Non è stato possibile leggere le proprietà del catalogo di Lighroom.";

